{
    "data" :
[
{
    "A.M. Snack": "---",
    "P.M. Snack":"---",
    "Breakfast":"Yogurt Parfait, 1 cup low-fat plain Greek yogurt, ½ cup whole-grain cereal, such as Kashi GoLean Crunch, ½ small sliced banana, 2 Tbsp. chopped walnuts, Top yogurt with cereal, banana and walnuts.",
"Lunch":"Chicken & Avocado Salad, 2 cups mixed salad greens, 3/4 cup sliced cooked chicken, 1/2 avocado, 1/4 bell pepper, chopped, Creamy Salad Dressing, 1 Tbsp. shredded Cheddar cheese, Combine greens, chicken, avocado and pepper. Dress with the creamy salad dressing and top with shredded cheddar cheese.1 small apple",
"Dinner":"1 serving Tofu & Snow Pea Stir-Fry with Peanut Sauce",
"Daily Totals": "1,524 calories, 133 g carbs, 28 g fiber, 14 g sat fat, 97 g protein, 984 mg sodium"
},{
    "A.M. Snack": "---",
    "P.M. Snack":"---",
"Breakfast":"1 serving meal-prepped peanut butter overnight oats",
"Lunch":"Chipotle Bean Burrito, 1 8-inch whole-wheat wrap, ½ avocado, 1 diced scallion, 1/3 cup rinsed low-sodium black beans, 1/4 bell pepper, chopped, 2 Tbsp. chipotle salsa, 2 Tbsp. shredded Cheddar cheese, Fill wrap with avocado, scallions, black beans, bell pepper, chipotle salsa and cheese.",
"Dinner":"1 serving Chicken & Vegetable Penne with Parsley-Walnut Pesto",
"Daily Totals": "1,486 calories, 144 g carbs, 32 g fiber, 15 g sat fat, 65 g protein, 1,334 mg sodium"
},{
    "A.M. Snack": "---",
    "P.M. Snack":"---",
"Breakfast":"Yogurt Parfait, 1 cup low-fat plain Greek yogurt, ½ cup whole-grain cereal, such as Kashi GoLean Crunch, ½ small sliced banana, 3 Tbsp. chopped walnuts, Top yogurt with cereal, banana and walnuts.",
"Lunch":"Easy Chicken & Rice Bowl, ½ cup cooked brown rice, ½ cup sliced cooked chicken ,1 diced scallion ,1/4 cup sliced snow peas ,1/4 cup shredded carrot, Soy-Ginger Sauce, 3 Tbsp. crushed unsalted peanuts, Combine rice, chicken, scallions, snow peas and carrots together in a bowl. Dress with the soy-ginger sauce and top with peanuts.",
"Dinner":"1 servingHearty Chickpea & Spinach Stew, 2 cups mixed greens, 1/2 bell pepper, sliced, Combine greens and pepper together. Dress with 2 tsp. each olive oil & lemon juice",
"Daily Totals": "1,502 calories, 135 g carbs, 31 g fiber, 12 g sat fat, 105 g protein, 1,290 mg sodium"
}
]
}
