{
  "data":[
     {
"Breakfast": "1 serving Muffin-Tin Spinach and Mushroom Mini Quiches",
        "A.M. Snack": "1 serving Peanut Butter Oat Energy Balls",
        "Lunch":"1 serving Caprese Avocado Toast",
        "P.M. Snack":"8 walnut halves, ½ cup blueberries",
        "Dinner":"1 serving Zucchini Noodles with Avocado Pesto and Shrimp",
        "Daily Totals":" 1,225 calories, 58 g protein, 71 g carbs, 22 g fiber, 84 g fat, 1,313 mg sodium",
"Make it 1,500 Calories Day": "Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches and increase P.M. snack to 1 cup blueberries.",
"Make it 2,000 Calories Day": "Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches, increase A.M. snack to 2 servings Peanut Butter Oat Energy Balls, increase lunch to 2 servings Caprese Avocado Toast, increase P.M. snack to 1 cup blueberries, and add 1 apple as an evening snack."
},
{
    "A.M. Snack": "---",
"Breakfast": "1 serving Mascarpone and Berries Toast",
          "Lunch":"1 serving Greek Meatball Mezze Bowls",
        "P.M. Snack":"2 clementines",
        "Dinner":"1 serving Roasted Pistachio Crusted Salmon with Broccoli",
        "Daily Totals":" 1,211 calories, 78 g protein, 74 g carbs, 17 g fiber, 71 g fat, 1,313 mg sodium",
"Make it 1,500 Calories Day": "Add 4 walnut halves to P.M. snack and add 1 medium pear and 3 tablespoons almonds as an evening snack.",
"Make it 2,000 Calories Day": " Increase breakfast to 2 servings Mascarpone and Berries Toast, add 1 serving Peanut Butter Oat Energy Balls, add 8 walnut halves to P.M. snack and add 1 medium pear and 3 tablespoons almonds as an evening snack."
},
 {
     "P.M. Snack":"---",
"Breakfast": "1 serving Muffin-Tin Spinach and Mushroom Mini Quiches",
        "A.M. Snack": "2 servings Peanut Butter Oat Energy Balls",
        "Lunch":"1 serving Greek Meatball Mezze Bowls",
        "Dinner":"1 serving Mediterranean Ravioli with Artichokes and Olives",
        "Daily Totals":"  1,228 calories, 67 g protein, 118 g carbs, 23 g fat, 1,736 mg sodium",
"Make it 1,500 Calories Day": " Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches, and add 1 clementine to A.M. snack..",
"Make it 2,000 Calories Day": "Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches, add 1 medium apple to breakfast, add 2 clementines to A.M. snack, and add 1 cup raspberries, 1 cup whole-milk Greek yogurt, and 2 tablespoons sliced almonds as a P.M. snack."
},
{
    "A.M. Snack": "---",
"Breakfast": "1 serving Muffin-Tin Spinach and Mushroom Mini Quiches",
          "Lunch":"1 serving Greek Meatball Mezze Bowls",
        "P.M. Snack":"2 servings Peanut Butter Oat Energy Balls",
        "Dinner":"1 serving Grilled Cauliflower Steaks with Almond Pesto and Butter Beans",
        "Daily Totals":"1,202 calories, 65 g protein, 92 g carbs, 20 g fiber, 66 g fat, 1,700 mg sodium",
"Make it 1,500 Calories Day": "Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches and add 1 medium apple to breakfast..",
"Make it 2,000 Calories Day": " Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches, add 1 medium apple to breakfast, add ¼ cup hummus and 1 cup sliced cucumber to lunch, and add 1 cup raspberries, 1 cup whole-milk Greek yogurt, and 2 tablespoons sliced almonds as an evening snack."
},
{
    "P.M. Snack":"---",
"Breakfast" : "1 serving Mascarpone and Berries Toast",
"A.M. Snack" : "4 walnut halves",
"Lunch" : "1 serving Greek Meatball Mezze Bowls",
"Dinner" : "1 serving Charred Shrimp and Pesto Buddha Bowls",
"Daily Totals" : " 1,199 calories, 72 g protein, 75 g carbs, 17 g fiber, 1,244 mg sodium",
"Make it 1,500 Calories Day": "Add ¼ cup hummus and 1 cup sliced cucumber to lunch, and add 2 servings Peanut Butter Oat Energy Balls and 1 clementine as a P.M. snack.",
"Make it 2,000 Calories Day": " Increase breakfast to 2 servings Mascarpone and Berries Toast, add ¼ cup hummus and 1 cup sliced cucumber to lunch, add 2 servings Peanut Butter Oat Energy Balls as a P.M. snack, and add 1 cup raspberries, ½ cup whole-milk Greek yogurt, and 1 tablespoon sliced almonds as an evening snack."
},
{
    "A.M. Snack": "---",
"Breakfast" : "1 serving Muffin-Tin Spinach and Mushroom Mini Quiches",
"Lunch" : "1 serving Creamy Avocado and White Bean Wrap",
 "P.M. Snack":"2 servings Peanut Butter Oat Energy Balls",
"Dinner" : "1 serving Cauliflower Chicken Nachos",
"Daily Totals" : "  1,216 calories, 66 g protein, 99 g carbs, 28 g fiber, 67 g fat, 1,444 mg sodium",
"Make it 1,500 Calories Day": "Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches, and add 2 clementines to lunch",
"Make it 2,000 Calories Day": "Increase breakfast to 2 servings Muffin-Tin Spinach and Mushroom Mini Quiches, add 2 clementines to lunch, add 1 medium apple to P.M. snack, and add 1 cup raspberries, 1 cup whole-milk Greek yogurt, and 2 tablespoons sliced almonds as an evening snack."
},
 {
"Breakfast": "1 serving Mascarpone and Berries Toast",
        "A.M. Snack": "2 servings Peanut Butter Oat Energy Balls",
        "Lunch":"1 serving Creamy Avocado and White Bean Wrap",
        "P.M. Snack":"2 clementines",
        "Dinner":"1 serving Zucchini Lasagna Rolls with Smoked Mozzarella",
        "Daily Totals":" 1,203 calories, 47 g protein, 114 g carbs, 26 g fiber, 69 g fat, 1,194 mg sodium",
"Make it 1,500 Calories Day": "Add 1 medium apple to A.M. snack, add ¼ cup hummus and 2 medium carrots to lunch, and add 4 walnut halves to P.M. snack.",
"Make it 2,000 Calories Day": "Increase breakfast to 2 servings Mascarpone and Berries Toast, Add 1 medium apple to A.M. snack, add ¼ cup hummus and 2 medium carrots to lunch, add 4 walnut halves to P.M. snack, and add 1 cup raspberries and 2 tablespoons almonds as an evening snack."
}
]
}
