{
  "data":[
     {
"Breakfast": "1 servingQuick-Cooking Oats, 1/4 cup raisins, 1 Tbsp. chopped walnuts (Top oats with raisins, walnuts and a pinch of cinnamon)",
        "A.M. Snack": "1 cup nonfat plain yogurt, 1 cup raspberries",
        "Lunch":" 1 serving Quick Creamy Tomato Cup-of-Soup (Easy Grilled Cheese) 2 tsp. unsalted butter, 1 slice whole-wheat bread, halved,  2 Tbsp. shredded Cheddar cheese",
        "P.M. Snack":"1 medium banana, 1 Tbsp. peanut butter",
        "Dinner":"1 serving Garlic Butter-Roasted Salmon with Potatoes & Asparagus",
"Daily Totals":"1 serving Jerk Chicken & Pineapple Slaw, 1 cup Easy Brown Rice (Daily Totals: 1,483 calories, 71 g protein, 217 g carbohydrate, 28 g fiber, 42 g fat, 13 g saturated fat, 3,661 mg potassium, 1,225 mg sodium)"
},
 {
"Breakfast": "1 serving Spinach-Avocado Smoothie, 1 medium orange",
        "A.M. Snack": "1 cup frozen raspberries, thawed, 1/2 cup nonfat plain yogurt, 2 Tbsp. chopped walnuts",
        "Lunch":" 1 serving Zucchini Noodles with Quick Turkey Bolognese topped with 1 Tbsp. basil-infused olive oil",
        "P.M. Snack":"1 cup cubed cantaloupe",
 "Dinner":"1 serving Easy Pea & Spinach Carbonara (Daily Totals: 1,476 calories, 70 g protein, 184 g carbohydrate, 34 g fiber, 58 g fat, 12 g saturated fat, 3,698 mg potassium, 1,501 mg sodium)",
"Daily Totals":"1,477 calories, 72 g protein, 162 g carbohydrate, 24 g fiber, 65 g fat, 13 g saturated fat, 4,012 mg potassium, 1,278 mg sodium"
},
{
"Breakfast": "1 serving Spinach-Avocado Smoothie",
        "A.M. Snack": "1 cup raspberries",
        "Lunch":"1 serving Zucchini Noodles with Quick Turkey Bolognese topped with 1 Tbsp. basil-infused olive oil",
        "P.M. Snack":"1 medium banana, 1 Tbsp. peanut butter",
        "Dinner":" 1 serving Southwestern Salmon Cobb Salad",
        "Evening Snack" :"2 cups air-popped popcorn topped with 2 tsp. olive oil & 1 Tbsp. no-salt-added garlic & herb seasoning",
"Daily Totals": "1499 calories, 81 g protein, 143 g carbohydrate, 33 g fiber, 73 g fat, 18 g saturated fat, 4,542 mg potassium, 1,518 mg sodium"
},
{
"Breakfast":"1 serving Spinach-Avocado Smoothie",
        "A.M. Snack": "1 cup raspberries, 1/2 cup nonfat plain yogurt",
        "Lunch":"1 serving Zucchini Noodles with Quick Turkey Bolognese topped with 1 Tbsp. basil-infused olive oil",
        "P.M. Snack":"1/2 cup cantaloupe",
        "Dinner":" 1 serving Bean & Barley Soup, 2 cups mixed greens dressed with 2 tsp. each oil & vinegar",
   "Evening Snack": "2 cups air-popped popcorn topped with 1 Tbsp. no-salt-added garlic & herb seasoning",
         "Daily Totals" :"1,495 calories, 66 g protein, 187 g carbohydrate, 40 g fiber, 62 g fat, 11 g saturated fat, 4,479 mg potassium, 1,553 mg sodium"
},
{
"Breakfast":"1 servingQuick-Cooking Oats, 1/4 cup raisins, 1 Tbsp. chopped walnuts (Top oats with raisins, walnuts and a pinch of cinnamon)",
        "A.M. Snack": "1 cup frozen raspberries, thawed, 1 cup nonfat plain yogurt, 2 Tbsp. chopped walnuts",
        "Lunch":" 1 serving Quick Creamy Tomato Cup-of-Soup (Easy Grilled Cheese), 2 tsp. unsalted butter, 1 slice whole-wheat bread, halved, 2 Tbsp. shredded Cheddar cheese (Spread butter on one side of the bread slices. Place 1 slice, buttered-side down, in a warm skillet. Top with cheese and the other slice of bread, buttered-side up. Cook on each side until golden brown and the cheese has melted)",
        "P.M. Snack":"1 medium banana, 1 Tbsp. peanut butter",
        "Dinner":" 1 serving Sour Cream & Herbed Baked Potatoes,  2 cups mixed greens dressed with 2 tsp. each oil & vinegar",
"Daily Totals": "1,480 calories, 50 g protein, 202 g carbohydrate, 31 g fiber, 59 g fat, 17 g saturated fat, 4,139 mg potassium, 1,007 mg sodium"
},
 {
"Breakfast":"1 cup nonfat milk, 1 cup bran cereal, 1 cup blueberries",
        "A.M. Snack": " 1 medium orange",
        "Lunch":" 1 serving Tuna, White Bean & Dill Salad, 1 slice whole-wheat bread, halved",
        "P.M. Snack":" 1 cup frozen raspberries, thawed, 1 cup nonfat plain yogurt, 2 Tbsp. chopped walnuts",
        "Dinner":"1 serving Toaster Oven Tostada" ,
"Daily Totals":"1,492 calories, 75 g protein, 216 g carbohydrate, 52 g fiber, 50 g fat, 9 g saturated fat, 4,187 mg potassium, 1,520 mg sodium"
}
]
}
