{
  "data":[
     {
"Breakfast": "1 servingQuick-Cooking Oats, 1/4 cup raisins, 1/2 servingSpinach-Avocado Smoothie (Top oats with raisins and a pinch of cinnamon. Enjoy alongside half of the smoothie save the other half for a mid-morning snack)",
        "A.M. Snack": " 1/2 serving Spinach-Avocado Smoothie, 1 cup raspberries",
        "Lunch":"1 serving Quick Creamy Tomato Cup-of-Soup (Easy Grilled Cheese), 2 tsp. unsalted butter, 2 slices whole-wheat bread, 3 Tbsp. shredded Cheddar cheese (Spread butter on one side of each of the bread slices. Place 1 slice, buttered-side down, in a warm skillet. Top with cheese and the other slice of bread, buttered-side up. Cook on each side until golden brown and the cheese has melted.)",
        "P.M. Snack":"1 medium banana,1 Tbsp. peanut butter",
        "Dinner":"1 serving Jerk Chicken & Pineapple Slaw, 1 1/2 cup Easy Brown Rice",
      "Evening Snack":"2 servings Pineapple Nice Cream",
        "Daily Totals":"1,977 calories, 82 g protein, 319 g carbohydrate, 41 g fiber, 50 g fat, 15.5 g saturated fat, 4,715 mg potassium, 1,454 mg sodium"
},
 {
"Breakfast": "1 serving Strawberry-Banana Green Smoothie, 1 medium orange",
        "A.M. Snack": "1 cup frozen raspberries, thawed, 1/2 cup plain nonfat yogurt, 2 tsp. Honey, 1 Tbsp. chia seeds (Top yogurt with raspberries, honey and chia seeds.)",
        "Lunch":" 1 servingZucchini Noodles with Quick Turkey Bolognesetopped with 1 Tbsp. basil-infused olive oil, 1 medium apple, sliced, 1 Tbsp. peanut butter",
        "P.M. Snack": "1 cup cubed cantaloupe, 8 walnut halves",
        "Dinner":"1 servingEasy Pea & Spinach Carbonara, 1/2 servingBasic Green Salad with Vinaigrette(about 1 cup), 1 Tbsp. slivered almonds to top salad",
"Evening Snack":  "2 servings Strawberry Nice Cream",
"Daily Totals": "1,980 calories, 82 g protein, 265 g carbohydrate, 53 g fiber, 77 g fat, 15 g saturated fat, 4,778 mg potassium, 1,528 mg sodium"
},
 {
"Breakfast": "1 serving Spinach-Avocado Smoothie, 1 medium orange",
        "A.M. Snack": "1 cup cubed cantaloupe, 6 walnut halve",
        "Lunch":" 1 serving Zucchini Noodles with Quick Turkey Bolognese topped with 1 Tbsp. basil-infused olive oil, 1 medium apple",
        "P.M. Snack":"1 medium banana,1 1/2 Tbsp. peanut butter",
        "Dinner":"1 servingSkillet Lemon Chicken & Potatoes with Kale, 1 servingBasic Green Salad with Vinaigrette(about 2 cups), 1 Tbsp. slivered almonds to top salad",
"Evening Snack":"1 servingSkillet Lemon Chicken & Potatoes with Kale,1 servingBasic Green Salad with Vinaigrette(about 2 cups), 1 Tbsp. slivered almonds to top salad",
"Daily Totals":"1,974 calories, 80 g protein, 238 g carbohydrate, 37 g fiber, 88 g fat, 15.5 g saturated fat, 5,176 mg potassium, 1,473 mg sodium"
},
{
"Breakfast": " 1 serving Spinach-Avocado Smoothie, 1 medium orange",
        "A.M. Snack": "1 cup raspberries, 3 Tbsp. almonds",
        "Lunch":" 1 serving Zucchini Noodles with Quick Turkey Bolognese topped with 1 1/2 Tbsp. basil-infused olive oil, 1 medium apple",
        "P.M. Snack":"1 medium banana, 1 Tbsp. peanut butter",
        "Dinner":"1 serving Southwestern Salmon Cobb Salad, 5-oz. glass red wine",
"Evening Snack": "3 cups air-popped popcorn topped with 2 tsp. olive oil and 1 Tbsp. no-salt-added garlic & herb seasoning",
"Daily Totals":" 2,021 calories, 90 g protein, 199 g carbohydrate, 44 g fiber, 95 g fat, 20 g saturated fat, 5,365 mg potassium, 1,527 mg sodium"
},
 {
"Breakfast": "  1 serving Spinach-Avocado Smoothie, 1 medium orange",
        "A.M. Snack": "1 cup frozen raspberries, thawed, 1/2 cup plain nonfat yogurt, 1 1/2 Tbsp. chia seeds (Top yogurt with raspberries, walnuts and chia seeds.)",
        "Lunch":" 1 serving Zucchini Noodles with Quick Turkey Bolognese topped with 1 1/2 Tbsp. basil-infused olive oil, 1 medium apple",
        "P.M. Snack":"1/4 cup almonds",
        "Dinner":"1 serving Bean & Barley Soup, 1 cup mixed greens dressed with 2 tsp. olive oil & 1 tsp. vinegar",
"Evening Snack": "3 cups air-popped popcorn topped with 1 Tbsp. each olive oil and no-salt-added garlic & herb seasoning",
"Daily Totals": "1,984 calories, 73 g protein, 230 g carbohydrate, 54 g fiber, 109 g fat, 15 g saturated fat, 4,763 mg potassium, 1,530 mg sodium"
},
 {
"Breakfast": " 1 servingQuick-Cooking Oats, 2 Tbsp. chopped walnuts, 1 medium banana",
        "A.M. Snack": "1 cup frozen raspberries, thawed, 1 1/2 cup plain nonfat yogurt, 1 Tbsp. chia seeds (Top yogurt with raspberries, almonds and chia seeds.)",
        "Lunch":"1 serving Quick Creamy Tomato Cup-of-Soup (Easy Grilled Cheese),  2 tsp. olive oil, 2 slices whole-wheat bread, 3 Tbsp. shredded Cheddar cheese (Heat oil in skillet. Place 1 slice of bread in hot skillet. Top with cheese and the other slice of bread. Cook on each side until golden brown and the cheese has melted.)",
        "P.M. Snack":"1 medium banana, 1 Tbsp. peanut butter, 1/4 cup raisins",
        "Dinner":" 1 serving Sour Cream & Herbed Baked Potatoes, 2 cups mixed greens dressed with 1 Tbsp. olive oil & 2 tsp. vinegar",
"Evening Snack": "2 servings Strawberry Nice Cream",
"Daily Totals":"1,993 calories, 67 g protein, 299 g carbohydrate, 46 g fiber, 69 g fat, 16 g saturated fat, 5,736 mg potassium, 1,281 mg sodium"
},
 {
"Breakfast": " 1 cup nonfat milk, 1 cup bran cereal, 1 cup blueberries, 1 Tbsp. slivered almonds",
        "A.M. Snack": "1 medium orange, 2 Tbsp. walnuts, 1/4 cup raisins",
        "Lunch":"1 servingTuna, White Bean & Dill Salad, 1 slice whole-wheat bread, halved, 1 medium apple",
        "P.M. Snack":"1 cup strawberries, 1 cup plain nonfat yogurt, 1 Tbsp. chia seeds (Top yogurt with strawberries and chia seeds.)",
        "Dinner":" 1 serving Toaster Oven Tostada",
"Evening Snack": "3 cups air-popped popcorn topped with 1 Tbsp. each olive oil and no-salt-added garlic & herb seasoning",
"Daily Totals":" 2,004 calories, 83 g protein, 295 gcarbohydrate, 66 g fiber, 72 g fat, 12 g saturated fat, 4,945 mg potassium, 1,529 mg sodium"
}
]
}
